Repository: code4romania/seismic-alert
Catalog: api/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Blog
ro: Jurnal

source: post
ro: articol

source: title
ro: titlu

source: slug
ro: adresă

source: image
ro: imagine

source: preview text
ro: text previzualizare

source: tags
ro: cuvinte cheie

source: is visible
ro: este vizibil

source: published
ro: publicat

source: created
ro: creat

source: updated
ro: actualizat

source: posts
ro: articole

source: Mark selected images as pending
ro: Marchează imaginile selectate ca în așteptare

source: Mark selected images as accepted
ro: Marchează imaginile selectate ca acceptate

source: Mark selected images as rejected
ro: Marchează imaginile selectate ca respinse

source: {updated} image was successfully marked as {status}.
ro: {updated} imagine a fost marcată ca {status}

source: Operational Data
ro: Date operaționale

source: Seismic Data
ro: Date seismice

source: Geo Data
ro: Date geografice

source: General Data
ro: Date generale

source: Building Functioning
ro: Funcționarea imobilului

source: Structure and Occupancy Type
ro: Structura și tipul ocupării clădirii

source: Other info
ro: Alte informații

source: Address
ro: Adresă

source: Images
ro: Imagini

source: No associated images
ro: Nicio imagine asociată

source: Mark selected buildings as pending
ro: Marchează clădirile selectate ca în așteptare

source: Mark selected buildings as accepted
ro: Marchează clădirile selectate ca acceptate

source: Mark selected buildings as rejected
ro: Marchează clădirile selectate ca respinse

source: {updated} building was successfully marked as {status}.
ro: {updated} clădire a fost marcată ca {status}

source: building resource
ro: resursă clădire

source: building resources
ro: resurse clădire

source: File with name '{file_name}' wasn't imported. Errors: {row_errors}
ro: Fișierul cu numele '{file_name}' nu a fost importat. Erori: {row_errors}

source: File with name '{file_name}' was imported.
ro: Fișierul cu numele '{file_name}' a fost importat.

source: File with name '{file_name}' wasn't a proper data file. Accepted formats are: CSV, XLSX.
ro: Fișierul cu numele '{file_name}' un fișier de date corect. Formatele acceptate sunt: CSV, XLSX.

source: File with name '{file_name}' couldn't be imported. The error received was: `{error_args}`
ro: Fișierul cu numele '{file_name}' nu a putut fi importat. Eroarea primită este: `{error_args}`

source: Buildings
ro: Clădiri

source: Consolidated
ro: Consolidată

source: no
ro: nu

source: yes, with private funding
ro: da, cu fonduri proprii

source: yes, with public funding
ro: da, cu fonduri publice

source: demolished
ro: demolat

source: None
ro: Niciunul

source: Owner
ro: Proprietar

source: Tenant
ro: Chiriaș

source: Head of the owners' association
ro: Reprezentant cu funcție de conducere din asociația de proprietari

source: work performed
ro: lucrare efectuată

source: works performed
ro: lucrări efectuate

source: proximal utility
ro: utilitate din vecinătate

source: proximal utilities
ro: utilități din vecinătate

source: Pending
ro: În așteptare

source: Accepted
ro: Acceptat

source: Rejected
ro: Respins

source: general id
ro: id general

source: parent id
ro: clădire originală

source: status
ro: stare

source: street number
ro: număr stradal

source: address
ro: adresă

source: county
ro: județ

source: locality
ro: localitate

source: latitude
ro: latitudine

source: longitude
ro: longitudine

source: risk category
ro: categorie de risc

source: height regime
ro: regim înălțime

source: is standing
ro: clădirea există

source: is consolidated
ro: clădire consolidată

source: apartment count
ro: număr de apartamente

source: permanently inhabited apartment count
ro: număr de locuințe ocupate permanent

source: resident count
ro: număr de locatari

source: owner count
ro: număr de proprietari

source: public apartment count
ro: număr de apartamente în proprietatea statului

source: public owners
ro: apartamente în proprietatea statului

source: rented apartment count
ro: număr de apartamente închiriate

source: has owners association
ro: are asociație de proprietari

source: 6 month debt apartment count
ro: număr de apartamente cu datorii la întreținere mai mari de 6 luni

source: disconnected utilities
ro: imobil deconectat de la un serviciu de utilitate publică

source: broken utilities
ro: imobilul are elemente tehnice nefuncționale

source: office count
ro: număr de birouri

source: commercial space count
ro: număr de spații comerciale

source: self-owned commercial space count
ro: spații comerciale deținute de firmele care le utilizează

source: proximal utilities description
ro: comentarii privind utilitățile din vecinătate

source: full name
ro: nume complet

source: email address
ro: adresă de e-mail

source: phone number
ro: număr de telefon

source: support needed
ro: sprijin necesar

source: registration number
ro: număr înregistrare

source: examination year
ro: an examinare

source: certified expert
ro: expert certificat

source: observations
ro: observații

source: has warning panels
ro: are panouri de avertizare

source: year built
ro: an construcție

source: residential surface
ro: suprafață rezidențială

source: other surface
ro: suprafață alte spații

source: cadastre number
ro: număr cadastral

source: land registry number
ro: număr carte funciară

source: administration update
ro: actualizare administrare

source: admin update
ro: actualizare de admin

source: created on
ro: creat la

source: building
ro: clădire

source: buildings
ro: clădiri

source: date work performed
ro: dată efectuare lucrări

source: work performed event
ro: eveniment de efectuare lucrări

source: work performed events
ro: evenimente de efectuare lucrări

source: people under risk
ro: persoane aflate sub risc

source: The number of people (residents count) living in RS1 risk buildings
ro: Numărul de persoane (număr de locatari) care locuiesc în clădiri de clasa de risc seismic RS1

source: evaluated buildings
ro: clădiri evaluate

source: All the approved buildings in the database
ro: Toate clădirile aprobate din baza de date

source: consolidated buildings
ro: clădiri consolidate

source: All the buildings that have been consolidated (risk category is 'consolidated')
ro: Toate clădirile care au fost consolidate (categoria de risc este 'consolidată')

source: statistic
ro: statistică

source: statistics
ro: statistici

source: Not tried
ro: Neîncercat

source: Imported successfully
ro: Importat cu succes

source: Import failed
ro: Importare eșuată

source: name
ro: nume

source: file
ro: fișier

source: Data file
ro: Fișier de date

source: Data files
ro: Fișiere de date

source: Image name does not contain an extension
ro: Numele imaginii nu conține o extensie

source: Image extension is not accepted. Choose one of {}
ro: Extensia imaginii nu e corectă. Trebuie să fie una din {}

source: Image limit for building is reached ({})
ro: Limita de imagini pentru clădire a fost atinsă ({})

source: Add image file
ro: Adaugă o imagine

source: Pages
ro: Pagini

source: category
ro: categorie

source: categories
ro: categorii

source: Page category
ro: Categorie pagină

source: Page title
ro: Titlu pagină

source: Unique URL slug (leave empty to auto-generate)
ro: Adresa unică a URL-ului (lăsați gol pentru a genera automat)

source: content
ro: conținut

source: updated on
ro: actualizat la

source: Last update time
ro: Data ultimei actualizări

source: publishing date
ro: dată publicare

source: Public page publishing date
ro: Data publicării paginii

source: is published
ro: este publicata

source: Is this page visible on the website
ro: Este această pagină vizibila pe website

source: page
ro: pagină

source: pages
ro: pagini

source: Page attachment
ro: Atașament pagină

source: attachment
ro: atașament

source: Attachment name
ro: Nume atașament

source: upload date
ro: dată încărcare

source: Attachment upload date
ro: Data încărcării atașamentului

source: uploaded file
ro: fișier încărcat

source: attachments
ro: atașamente

source: Romanian
ro: Română

source: English
ro: Engleză
